Repository: DonatasNoreika/Django_start
Catalog: mysite/library/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Title
lt: Pavadinimas

source: Summary
lt: Aprašymas

source: Please choose genres
lt: Pasirinkite žanrus

source: Cover
lt: Viršelis

source: Local library
lt: Vietinė biblioteka

source: Welcome to my Library
lt: Sveiki atvykę į biblioteką

source: Today we have:
lt: Šiandien mes turime:

source: Books
lt: Knygos

source: Book Instances
lt: Knygų egzemplioriai

source: Now Available
lt: Dabar prieinama

source: Authors
lt: Autoriai

source: Your visits:
lt: Jūsų apsilankymai:

source: Username {username} already exists!
lt: Vardas {username} užimtas!

source: Email {email} already exists!
lt: El. pašto adresas {email} užimtas!

source: Passwords do not match!
lt: Slaptažodžiai nesutampa!
